tap "buo/cask-upgrade"
tap "dracula/install"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "r-lib/rig"
tap "teamookla/speedtest"
tap "zegervdv/zathura"
brew "glib"
brew "xz"
brew "zstd"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "highway"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "bat"
brew "openssl@3"
brew "berkeley-db"
brew "sqlite"
brew "black", restart_service: true
brew "blueutil"
brew "isl"
brew "mpfr"
brew "gcc"
brew "btop"
brew "bzip2"
brew "coreutils"
brew "cask"
brew "clang-format"
brew "cmake"
brew "code-minimap"
brew "curl"
brew "dav1d"
brew "libxft"
brew "dmenu"
brew "docker", link: false
brew "duf"
brew "duti"
brew "extract_url"
brew "fairymax"
brew "fd"
brew "imlib2"
brew "libxt"
brew "feh"
brew "openjpeg"
brew "leptonica"
brew "mbedtls"
brew "librist"
brew "mpg123"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "svt-av1"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "ghostscript"
brew "git"
brew "glow"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "gpgme"
brew "go"
brew "openjdk"
brew "google-java-format"
brew "grep"
brew "gron"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "hub"
brew "hunspell"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "pygments", link: false
brew "ipython", link: false
brew "isync"
brew "jruby"
brew "khard"
brew "lazygit"
brew "libimagequant"
brew "libnotify"
brew "pkg-config"
brew "libraqm"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "lynx"
brew "markdown"
brew "mas"
brew "ninja"
brew "meson"
brew "mujs"
brew "vapoursynth"
brew "mpv"
brew "mysql", restart_service: true
brew "ncdu"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "newsboat"
brew "node"
brew "nss"
brew "openblas"
brew "openconnect"
brew "pandoc"
brew "tree"
brew "pass"
brew "pass-git-helper"
brew "perl"
brew "tcl-tk"
brew "pillow"
brew "pipenv"
brew "poppler"
brew "prettier"
brew "pyenv"
brew "qt"
brew "qt@5"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sphinx-doc"
brew "spotify-tui"
brew "spotifyd"
brew "starship"
brew "stylua"
brew "texlive"
brew "tmux"
brew "urlview"
brew "vdirsyncer"
brew "w3m"
brew "wget"
brew "xboard"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "osx-cross/avr/avr-gcc@9"
brew "teamookla/speedtest/speedtest"
brew "zegervdv/zathura/girara"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "balenaetcher"
cask "basictex"
cask "battle-net"
cask "betterdiscord-installer"
cask "blackhole-16ch"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dracula-gitkraken"
cask "dracula-macos-color-picker"
cask "dropbox"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "gimp"
cask "gitkraken"
cask "libreoffice"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "qutebrowser"
cask "qview"
cask "rig"
cask "rstudio"
cask "skim"
cask "steam"
cask "sublime-text"
cask "unofficial-wineskin"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "com.alice.mac.GetPlainText", id: 508368068
mas "DaVinci Resolve", id: 571213070
mas "Easy CSV Editor", id: 1171346381
mas "Pages", id: 409201541
vscode "bierner.markdown-mermaid"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.sublime-keybindings"
vscode "REditorSupport.r"
vscode "vscodevim.vim"
